#+TITLE: Organize My Life In Plain Text
#+CAPTION: 乱花渐欲迷人眼
#+CAPTION: 笃行克己
#+AUTHOR: 胡琛

* Finance

** Daily Record  
*** 2017/May 
   
**** Day31

     | 支出类别 | 支出明细              | 支出金额 |
     |----------+-----------------------+----------|
     | 早餐     | 蛋黄肉粽、黑米粥      |     8.00 |
     | 午餐     | 鱿鱼、生菜套餐        |    18.00 |
     | 馋       | 芝士草莓              |    24.00 |
     | 药       | 达克宁、棉签          |    26.00 |
     | 晚餐     | (DKC)美式汉堡、冻柠茶 |    68.00 |
     |----------+-----------------------+----------|
     | 合计     |                       |          |

*** 2017/June

**** Day1 

     | 支出类别 | 支出明细                            | 支出金额 |
     |----------+-------------------------------------+----------|
     | 早餐     | (Starbucks) 拿铁、提子多士          |    41.00 |
     | 午餐     | (绿茶) 烤翅、虾仁馄饨               |    34.00 |
     | 晚餐     | (汉堡王) 意式罗勒酱牛肉煲套餐、鸡条 |    49.00 |
     | 杂项     | 毛巾、湿巾、洗面奶                  |    52.00 |
     | 饮料     | 果汁、茶叶蛋、酸奶                  |    22.00 |
     |----------+-------------------------------------+----------|
     | 合计     |                                     | 198.00   |

**** Day2

     | 支出类别 | 支出明细         | 支出金额 |
     |----------+------------------+----------|
     | 午餐     | 馄饨、卤蛋       |    24.00 |
     | 娱乐     | 电影票、饮料     |   221.00 |
     | 馋       | 可爱多           |     4.00 |
     | 馋       | 港奶、奶茶、果汁 |     35.4 |
     | 馋       | 牛肉粉丝汤       |    18.00 |
     | 饮料     | 矿泉水           |     2.00 |
     |----------+------------------+----------|
     | 合计     |                  | 304.4    |

**** Day3

     | 支出类别 | 支出明细               | 支出金额 |
     |----------+------------------------+----------|
     | 午餐     | 木耳炒肉               |    18.00 |
     | 下午茶   | 拿铁、猕猴桃汁         |    36.00 |
     | 晚饭     | (DKC) 美式汉堡、冻柠茶 |    68.00 |
     | 娱乐     |                        |   150.00 |
     | 饮料     | 橙汁                   |    18.00 |
     |----------+------------------------+----------|
     | 合计     |                        | 290.00   |

**** Day4

     | 支出类别 | 支出明细                    | 支出金额 |
     |----------+-----------------------------+----------|
     | 午饭     | (老上海) 荠菜虾肉馄饨、卤蛋 |    24.00 |
     |          |                             |          |
     
** House Rents    

*** 2017/01

    + 押金： -13200.00
    + 电费： -141.44
    + 首月租金： -6600.00
    + 水费： -33.00
    + 网费： -2379.00
    + 保安介绍费： -1200.00
    + 总额： -23553.44
    + 王雄已缴：20000.00
    + 胡琛已缴：2412.00
    + 李翔已缴：5734.44
    + 王雄结转：9748.85
      20000.00 - 9000.00 (首月租金加押金) - 47.15 (电费) - 11.00 (纯净水) - 793.00 (网费) - 400.00 (保安介绍费) = 9748.85
    + 李翔结转： -316.71 
      5734.44 - 4800 (首月押金加租金) - 47.15 (电费) - 11.00 (纯净水) - 793.00 (网费) - 400 (保安介绍费) = -316.71

*** 2017/02

    + 房租： -6600.00
    + 王雄房门开锁换锁： -160.00
    + 1 月网费： -200.00 (1 月网费是单独计费)
    + 王雄结转：9748.85 - 3000.00(房租) - 67.00(网费) - 160.00(房锁) = 6521.85
    + 李翔结转： -316.71 - 67.00(网费) = -383.71

*** 2017/03
       
    + 房租： -6600.00
    + 物业管理费：789.00
    + 电费：76.84
    + 王雄结转：6521.85 - 3000.00(房租) - 263.00(物业) - 25.61(电费) = 3233.24 
    + 李翔结转：0.00 - 25.61(电费) = -25.61

*** 2017/04
     
    + 房租： -6600.00
    + 王雄结转：3233.24 - 3000(房租) = 233.24
    + 李翔结转：0.00

*** 2017/05

    + 房租： (6 月房租) -6600.00
    + 物业： (3 月到 5 月) -1229.06
    + 电费： (3 月到 5 月) -132.60
    + 王雄结转：233.24 - 3000 - 453.89 = -3220.65
    + 李翔结转：0.00

** Book Payment 

   + 总额：12000
   + 2016 年 12 月工资： -3000.00
   + 2017 年 1 月工资： -3000.00
   + 2017 年 2 月工资： -3000.00
   + 其他支出：
     - 牛奶： -100.00 (黄镇海)
     - 咖啡： -200.00 (甄赏)
     - 吃饭： -500.00 (胡琛)
     - 交通： -200.00 (胡琛)
   + 结余：2000.00

* Work

** Tasks
*** DONE 下午与王雄讨论策略
    CLOSED: [2017-06-02 五 13:53] SCHEDULED: <2017-06-01 四 16:00>
    :PROPERTIES:
    :CREATED:  [2017-06-01 四 15:13]
    :END:
    :LOGBOOK:
    CLOCK: [2017-06-01 四 15:13]--[2017-06-01 四 15:16] =>  0:03
    :END:

*** DONE Runge-Kutta Methods
    CLOSED: [2017-06-03 周六 20:17] SCHEDULED: <2017-06-03 周六 15:00>
    :LOGBOOK:
    CLOCK: [2017-06-03 周六 15:00]--[2017-06-03 周六 15:25] =>  0:25
    :END:
*** DONE 学期总结与暑假假期计划
    CLOSED: [2017-06-07 周三 20:32]
    :LOGBOOK:
    CLOCK: [2017-06-07 周三 20:16]--[2017-06-07 周三 20:32] =>  0:16
    :END:
*** DONE 混沌书画图
    CLOSED: [2017-06-09 周五 09:22] SCHEDULED: <2017-06-09 周五 09:00>
    :PROPERTIES:
    :CREATED:  [2017-06-09 周五 08:09]
    :END:
    :LOGBOOK:
    CLOCK: [2017-06-09 周五 08:31]--[2017-06-09 周五 09:22] =>  0:51
    :END:
    
    1. State space diagram
    2. How to generate Lyapunov exponent
    3. Poincare image projection
    4. Bifurcation diagram
    5. Basion of attraction
    
    主要将 State Space of Diagram 调成一致的格式
*** NEXT 海龟策略梳理
    :PROPERTIES:
    :CREATED:  [2017-06-11 周日 13:57]
    :END:
    :LOGBOOK:
    CLOCK: [2017-06-12 周一 10:35]--[2017-06-12 周一 11:00] =>  0:25
    CLOCK: [2017-06-11 周日 14:29]--[2017-06-11 周日 14:54] =>  0:25
    CLOCK: [2017-06-11 周日 13:57]--[2017-06-11 周日 14:22] =>  0:25
    :END:
*** NEXT 混沌书中参考文献与表格处理
    :PROPERTIES:
    :CREATED:  [2017-06-12 周一 14:40]
    :END:
    :LOGBOOK:
    CLOCK: [2017-06-12 周一 21:34]--[2017-06-12 周一 21:59] =>  0:25
    CLOCK: [2017-06-12 周一 14:40]--[2017-06-12 周一 14:52] =>  0:12
    :END:
** Projects

*** NEXT Chaos Book [6/6]
    SCHEDULED: <2017-06-09 周五 10:40.+1d>
    :LOGBOOK:
    CLOCK: [2017-06-10 周六 08:32]--[2017-06-10 周六 08:57] =>  0:25
    CLOCK: [2017-06-09 周五 14:47]--[2017-06-09 周五 15:12] =>  0:25
    CLOCK: [2017-06-09 周五 10:39]--[2017-06-09 周五 11:17] =>  0:38
    CLOCK: [2017-06-06 周二 21:16]--[2017-06-06 周二 21:41] =>  0:25
    CLOCK: [2017-06-06 周二 14:19]--[2017-06-06 周二 14:44] =>  0:25
    CLOCK: [2017-06-01 周四 15:19]--[2017-06-01 周四 15:44] =>  0:25
    CLOCK: [2017-06-01 周四 13:32]--[2017-06-01 周四 13:57] =>  0:25
    CLOCK: [2017-05-31 周三 21:12]--[2017-05-31 周三 21:37] =>  0:25
    :END:

    - [X] One Equilibrium
      $SE_{17}$ does not generate chaos
      $SE_{20}$ does not generate chaos
    - [X] None Equilibrium
    - [X] Any Type Equilibrium
    - [X] Any Number Equilibrium
    - [X] Line Equilibrium
    - [X] Surface Equilibrium
    
* Personal
  
** Tasks 
   
*** DONE TB 多周期的处理
    CLOSED: [2017-06-04 周日 14:18] SCHEDULED: <2017-06-03 周六 20:20>
    :LOGBOOK:
    CLOCK: [2017-06-03 周六 21:14]--[2017-06-03 周六 21:39] =>  0:25
    CLOCK: [2017-06-03 周六 20:18]--[2017-06-03 周六 20:43] =>  0:25
    :END:

** Projects

* Miscellaneous

** TODOs

** Response

* Habits
